[
  {
    "data": {
      "landing": {
        "title": "Hi, I'm Chelsea",
        "introParagraph": [
          {
            "content": "I’m a process-driven product designer living and working in San Francisco, spending my days thinking through design systems, untangling complex problems, and wriggling around in the details."
          },
          {
            "content": "Currently a Senior Interaction Designer at <a href=\"http://www.punchcut.com\" target=\"_blank\">Punchcut</a>."
          },
          {
            "content": "Perennially off to the side with my <a href=\"http://www.photos.chelseacropper.com\" target=\"_blank\">camera</a>."
          }
        ],
        "buttonText": "View my work"
      },
      "process": {
        "title": "Process",
        "columns": [
          {
            "title": "Research & Discovery",
            "content": "Gaining an understanding of the problem is the first step towards finding a solution. Knowing the user behaviors and needs, business goals, and technical constraints of the space provide a solid foundation from which informed decisions and assumptions can be made. Focus on this, and building a shared understanding of the product experience across stakeholders, is key in the early stages of any design."
          },
          {
            "title": "Design & Prototype",
            "content": "With the information gleaned in the discovery phase, the Design phase can begin..and it usually begins with sketches. Lots of sketches. Sketching allows for the quick ideation and exploration of many ideas, from which a direction can be culled. Then, it’s time for the fun bit: making the idea a reality. Architecture maps, storyboards, wireframes, user flows, and prototypes all might be used in this phase."
          },
          {
            "title": "Test & Iterate",
            "content": "As the interaction and visual design are taking shape, testing is leveraged to understand how the design is resonating with users. Prototypes of varying fidelity are employed, from low-fidelity paper to high-fidelity interactive prototypes. Learnings are used to inform iterations and optimize design solutions."
          }
        ]
      },
      "contact": {
        "content": "Want to know more? Get in <a href=\"mailto:chlsea@gmail.com\" target=\"_blank\">touch</a>."
      } 
    }
  }
]